---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.PHY_MATERIAL_PARAM_RESISTANCE_CALC_STRENGTH
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.PHY_MATERIAL_PARAM_RESISTANCE_CALC_STRENGTH

"Resistance calculation strength"